export function fetchLevelOneSteps() {
    return [
        {
            number: '1',
            title: 'Что такое 2Правила?',
            comment: 'Привет! Если ты смотришь это видео, значит первый шаг сделан.',
            type: 'video',
            duration: '05:05:05',
            points: 50
        },
        {
            number: '1',
            title: 'Что такое 2Правила?',
            comment: 'Привет! Если ты смотришь это видео, значит первый шаг сделан.',
            type: 'waiting',
            duration: '05:05:05',
            points: 50
        },
        {
            number: '2',
            title: 'Знания прежде слов и дел',
            comment: 'На данном шаге мы поговорим о ценностях, без которых любое начинание либо не возможно, либо не имеет смысла. Правильные и неправильные знания.',
            type: 'waiting',
            duration: '05:05:05',
            points: 100
        },
        {
            number: '3',
            title: 'Победители и неудачники. Страх',
            comment: 'Победители и неудачники и как не попасть в заблуждение. ',
            type: 'waiting',
            duration: '05:05:05',
            points: 50
        },
        {
            number: '3',
            title: 'Победители и неудачники. Страх',
            comment: 'Победители и неудачники и как не попасть в заблуждение. ',
            type: 'video',
            duration: '05:05:05',
            points: 50
        },
        {
            number: '4',
            title: 'Знания прежде слов и дел',
            comment: 'На данном шаге мы поговорим о ценностях, без которых любое начинание либо не возможно, либо не имеет смысла. Правильные и неправильные знания.',
            type: 'waiting',
            duration: '05:05:05',
            points: 100
        },
        {
            number: '5',
            title: 'Победители и неудачники. Страх',
            comment: 'Победители и неудачники и как не попасть в заблуждение. ',
            type: 'video',
            duration: '05:05:05',
            points: 50
        },
        {
            number: '5',
            title: 'Победители и неудачники. Страх',
            comment: 'Победители и неудачники и как не попасть в заблуждение. ',
            type: 'video',
            duration: '05:05:05',
            points: 50
        },
        {
            number: '5',
            title: 'Победители и неудачники. Страх',
            comment: 'Победители и неудачники и как не попасть в заблуждение. ',
            type: 'video',
            duration: '05:05:05',
            points: 50
        }
    ]
}
